import React from 'react';
import { Link } from 'react-router-dom';

const BlogTwo = () => {
    return (
        <div>
             <div>
            
            <div className="white:bg-gray-800 dark:text-gray-100">
                <div className="container max-w-5xl px-10 py-6 mx-auto rounded-lg shadow-sm white:bg-gray-900">
            <div className="mt-3">
                <Link rel="noopener noreferrer" href="#" className="text-2xl font-bold hover:underline text-gray-600">সাদা কাপড় যেভাবে ধোবেন</Link>
    
                <p className="mt-2 text-gray-500">
    
                সাদা কাপড় সব সময় আলাদা পাত্রে ভেজাতে হবে। অন্য কাপড় থেকে রং না উঠলেও সাদা কাপড়ের উজ্জ্বলতা নষ্ট হবে ঠিকই।
                সাদা কাপড়ের উজ্জ্বলতা ধরে রাখতে আধা কাপ ভিনেগারের সঙ্গে অল্প পরিমাণে বেকিং সোডা মিশিয়ে সাদা কাপড় ধুলে ঝলমলে হবে। 
                এ ছাড়া কুসুম গরম পানিতে সব সময় সাদা কাপড় ধোয়ার পরামর্শ দিলেন গার্হস্থ্য অর্থনীতি কলেজের বস্ত্র, পরিচ্ছদ ও বয়নশিল্প বিভাগের প্রধান সেলিনা আখতার।
    
                </p>
    
                <Link rel="noopener noreferrer"  className="text-sm font-semibold hover:underline text-gray-600">যা করতে হবে</Link>
    
                <p className="mt-2 text-gray-500">
    
                সাদা কাপড় সব সময় আলাদা পাত্রে ভেজাতে হবে। 
                অন্য কাপড় থেকে রং না উঠলেও সাদা কাপড়ের উজ্জ্বলতা নষ্ট হবে ঠিকই। 
                সাদা কাপড়ের উজ্জ্বলতা ধরে রাখতে আধা কাপ ভিনেগারের সঙ্গে অল্প পরিমাণে বেকিং সোডা মিশিয়ে সাদা কাপড় ধুলে ঝলমলে হবে। 
                এ ছাড়া কুসুম গরম পানিতে সব সময় সাদা কাপড় ধোয়ার পরামর্শ দিলেন গার্হস্থ্য অর্থনীতি কলেজের বস্ত্র, পরিচ্ছদ ও বয়নশিল্প বিভাগের প্রধান সেলিনা আখতার।
    
                </p>
    
                <p className="mt-2 text-gray-500">
    
                আধঘণ্টা সময় নিয়ে গরম পানির সঙ্গে শ্যাম্পু ও লেবুর রস মিশিয়ে নিলেও কাজ হয় ভালো। 
                সাদা কাপড়ের নতুন ভাব ধরে রাখার জন্য মাড় ব্যবহার করতে পারেন। তবে খেয়াল রাখবেন, মাড় যেন ঠিকঠাক গোলা হয়।
                মোটামুটি গরম পানিতে মাড় গুলিয়ে নিতে হবে, যেন পানিতে সুন্দরভাবে মিশে যায়। মাড় দেওয়ার পর কড়া রোদে শুকাতে হবে। 
                কড়া রোদ না পেলে কাপড়ে ছোপ ছোপ দাগ হয়ে যেতে পারে। তাই মেঘলা দিনে সাদা কাপড় না ধোয়াই ভালো। 
                সাদা কাপড়ে যদি নেইলপলিশ, লিপস্টিক কিংবা অন্যান্য প্রসাধনীর দাগ লেগে যায়, তাহলে রিমুভার হাতে নিয়ে ঘষলে কিংবা তুলার সাহায্যেও দাগ তোলা যায়।
                তবে সেই দাগ উঠলেও কাপড়ের চারপাশটা কিছুটা রঙিন হয়ে যেতে পারে। তাই ব্লিচিং পাউডার মেশানো পানিতে ১০ মিনিট কাপড়টি ভিজিয়ে রাখুন, দেখবেন ঝকঝকে হয়ে উঠেছে।
    
                </p>
    
                <p className="mt-2 text-gray-500">
    
                অনেকে সাদা কাপড়ে নীল দিয়ে থাকেন, সে ক্ষেত্রে একটু সাবধান থাকতে হবে, নইলে কোনো ফাঁকে, কাপড়ে নীলচে ছোপ ছোপ দাগ হয়ে যাবে।
                তাই নীলটা পানিতে মেশানোর পর যখন আকাশি রং হবে, তখনই তাতে কাপড় দিতে হবে। 
                একেবারে গাঢ় নীল রঙে কাপড় দেবেন না, এতে করে কাপড়ের সাদা ভাব চলে গিয়ে নীলচে রং ধারণ করবে।
    
                </p>
    
                <p className="mt-2 text-gray-500">
    
                সাদা সিল্ক, জর্জেট, শিফন, মসলিন কাপড় সুতি কাপড়ের মতো বেশিক্ষণ ভেজানো যাবে না। 
                এতে সুতা পাতলা হয়ে যেতে পারে, তাই তরল সাবান, শ্যাম্পু, লেবুর রস ব্যবহার করতে পারেন।
                তবে কড়া রোদ ছাড়া সাদা কাপড় শুকালে রঙের উজ্জ্বলতা ফিরবে না—এমনটাই ধারণা বিশেষজ্ঞদের।
    
                </p>
            </div>
            
        </div>
           </div>
    
    
    
            </div>
        </div>
    );
};

export default BlogTwo;