import React from 'react';
import { Link } from 'react-router-dom';

const BlogThree = () => {
    return (
        <div>
              <div>
            
            <div className="white:bg-gray-800 dark:text-gray-100">
                <div className="container max-w-5xl px-10 py-6 mx-auto rounded-lg shadow-sm white:bg-gray-900">
            <div className="mt-3">
                <Link rel="noopener noreferrer" href="#" className="text-2xl font-bold hover:underline text-gray-600">গরমের আরাম যে কাপড়ে</Link>
    
                <p className="mt-2 text-gray-500">
                গ্রীষ্মের ফ্যাশনের ক্ষেত্রে, লক্ষ্য হল গরম আবহাওয়ায় শীতল এবং আরামদায়ক থাকা। এখানে বিবেচনা করার জন্য আরও কিছু বিশদ রয়েছে:
                </p>
    
                <Link rel="noopener noreferrer"  className="text-sm font-semibold hover:underline text-gray-600">যা করতে হবে</Link>
    
                <p className="mt-2 text-gray-500">
    
                কাপড়: তুলা, লিনেন এবং রেয়নের মতো হালকা ওজনের এবং শ্বাস নেওয়া যায় এমন কাপড় বেছে নিন, 
                যা আর্দ্রতা শোষণ করে এবং বাতাসকে সঞ্চালনের অনুমতি দেয়। 
                ডেনিম বা পলিয়েস্টারের মতো ভারী কাপড় এড়িয়ে চলুন, যা তাপ আটকে রাখে এবং আপনার ত্বককে শ্বাস নিতে দেয় না।
                </p>
    
                <p className="mt-2 text-gray-500">
    
                রঙ: সাদা, বেইজ এবং প্যাস্টেলের মতো হালকা রঙগুলি আরও আলো এবং তাপ প্রতিফলিত করে,
                যা গ্রীষ্মের জন্য ভাল পছন্দ করে। গাঢ় রং বেশি তাপ শোষণ করে, যা গরম আবহাওয়ার জন্য কম উপযুক্ত করে তোলে।
                </p>
    
                <p className="mt-2 text-gray-500">
    
                পোশাকের ধরন: ঢিলেঢালা পোশাক বেছে নিন যা বাতাস চলাচল করতে দেয়, যেমন ফ্লোয় সানড্রেস, 
                শর্টস, স্কার্ট এবং লাইটওয়েট টপস। টাইট পোশাক এড়িয়ে চলুন যা বায়ু প্রবাহকে সীমাবদ্ধ করে, যেমন চর্মসার জিন্স বা লেগিংস।
                </p>
    
                <p className="mt-2 text-gray-500">
    
                আনুষাঙ্গিক: একটি টুপি, সানগ্লাস এবং একজোড়া আরামদায়ক স্যান্ডেল আপনার ত্বককে সূর্যের হাত থেকে রক্ষা করতে সাহায্য করতে পারে,
                পাশাপাশি আপনাকে শীতল এবং আড়ম্বরপূর্ণ রাখে।
    
                </p>
                <p className="mt-2 text-gray-500">
    
                সংক্ষেপে, গ্রীষ্মকালীন ড্রেসিংয়ের চাবিকাঠি হল হালকা রঙে হালকা ওজনের এবং নিঃশ্বাস নেওয়ার মতো কাপড় বেছে নেওয়া,
                ঢিলেঢালা পোশাকের শৈলী পরা এবং সূর্য-প্রতিরক্ষামূলক গিয়ারের সাথে অ্যাক্সেসরাইজ করা।
    
                </p>
            </div>
            
        </div>
           </div>
    
    
    
            </div>
        </div>
    );
};

export default BlogThree;