import React from 'react';
import { Link } from 'react-router-dom';

const BlogFour = () => {
    return (
        <div>
              <div>
       
       <div className="white:bg-gray-800 dark:text-gray-100">
           <div className="container max-w-5xl px-10 py-6 mx-auto rounded-lg shadow-sm white:bg-gray-900">
       <div className="mt-3">
           <Link rel="noopener noreferrer" href="#" className="text-2xl font-bold hover:underline text-green-600">শীতের কাপড় যেভাবে সংরক্ষণ করতে হবে</Link>

           <p className="mt-2 text-neutral-800">

           শীতের জামাকাপড় সঠিকভাবে সংরক্ষণ করা তাদের ভাল অবস্থায় রাখতে এবং ঠান্ডা মাস ফিরে আসার জন্য ব্যবহারের জন্য প্রস্তুত রাখতে সাহায্য করতে পারে। শীতের পোশাক সংরক্ষণ করার জন্য এখানে কিছু পদক্ষেপ অনুসরণ করতে পারেন:  :

           </p>

           <Link rel="noopener noreferrer"  className="text-sm font-semibold hover:underline text-orange-400">যা করতে হবে</Link>

           <p className="mt-2 text-neutral-800">

          <h2 className='text-green-500'>আপনার শীতের কাপড় পরিষ্কার করুন:</h2>  আপনার শীতের কাপড় সংরক্ষণ করার আগে, সেগুলি পরিষ্কার কিনা তা নিশ্চিত করুন। যে কোনও আইটেম প্রয়োজনে ধুয়ে বা শুকিয়ে পরিষ্কার করুন এবং সেগুলি সংরক্ষণ করার আগে নিশ্চিত করুন যে সেগুলি সম্পূর্ণ শুকিয়ে গেছে।    </p>

           <p className="mt-2 text-neutral-800">

          <h2 className='text-green-500'> আপনার জামাকাপড় বাছাই করুন:</h2>    আপনার শীতের জামাকাপড়গুলিকে বিভাগগুলিতে আলাদা করুন, যেমন কোট, সোয়েটার এবং আনুষাঙ্গিক। এটি তাদের সঠিকভাবে সংরক্ষণ করা সহজ করে তুলবে।     </p>

           <p className="mt-2 text-neutral-800">

          <h2 className='text-green-500'>একটি স্টোরেজ পাত্র চয়ন করুন:  </h2>  আপনি প্লাস্টিকের স্টোরেজ পাত্রে, পোশাকের ব্যাগ বা কার্ডবোর্ডের বাক্সে শীতের কাপড় সংরক্ষণ করতে পারেন। নিশ্চিত করুন যে পাত্রটি ব্যবহারের আগে পরিষ্কার এবং শুকনো আছে। </p>

           <p className="mt-2 text-neutral-800">

          <h2 className='text-green-500'>অ্যাসিড-মুক্ত টিস্যু পেপার ব্যবহার করুন:</h2>  বলি এবং দাগ রোধ করতে, উলের সোয়েটার বা সিল্কের স্কার্ফের মতো সূক্ষ্ম জিনিসগুলি মোড়ানোর জন্য অ্যাসিড-মুক্ত টিস্যু পেপার ব্যবহার করুন।    </p>
           <p className="mt-2 text-neutral-800">

           <h2 className='text-green-500'>পতঙ্গের ক্ষতি এড়ান: </h2>মথের ক্ষতি থেকে আপনার জামাকাপড় রক্ষা করতে, পাত্রে সিডার ব্লক বা ল্যাভেন্ডারের থলি রাখুন। আপনি মথবলগুলিও ব্যবহার করতে পারেন, তবে সেগুলিকে আপনার পোশাক থেকে দূরে রাখতে ভুলবেন না।  </p>
           <p className="mt-2 text-neutral-800">
          <h2 className='text-green-500'>একটি শীতল, শুষ্ক জায়গায় সংরক্ষণ করুন:</h2>  সরাসরি সূর্যালোক এবং আর্দ্রতা থেকে দূরে একটি শীতল, শুষ্ক জায়গায় আপনার শীতের কাপড় সংরক্ষণ করুন। বেসমেন্ট এবং অ্যাটিকগুলি আদর্শ নয় কারণ তারা খুব আর্দ্র হতে পারে। একটি পায়খানা বা আন্ডার-বেড স্টোরেজ কন্টেইনার ভাল কাজ করে।   </p>
           <p className="mt-2 text-neutral-800">

           এই পদক্ষেপগুলি অনুসরণ করে, আপনি নিশ্চিত করতে পারেন যে আপনার শীতের কাপড় সঠিকভাবে সংরক্ষণ করা হয়েছে এবং যখন ঠান্ডা আবহাওয়া ফিরে আসবে তখন ব্যবহারের জন্য প্রস্তুত। </p>
       </div>
       
   </div>
      </div>



       </div>
        </div>
    );
};

export default BlogFour;